/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Oblíbené";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Typ";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Přidat do neoznačených smyček";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Přidání smyček z jiného disku nebo oddílu";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Pokud tyto zvukové soubory mají konstantní tempo, začínají na těžkou dobu a končí na libovolnou celou dobu, budou při předběžném poslechu nebo přidání do projektu přizpůsobeny tempu projektu.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Vybrané umístění bude přidáno do složky Neoznačené smyčky. Zvukové soubory v tomto umístění, které mají konstantní tempo, začínají na těžkou dobu a končí na libovolnou celou dobu, budou při předběžném poslechu nebo přidání do projektu přizpůsobeny tempu projektu.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Zrušit";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopírovat do složky smyček";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Smyčky budou přidány do prohlížeče smyček a budete je moci použít ve svých skladbách. Vyberte, zda Logic zkopíruje smyčky do složky Apple Loops nebo zda je použije z aktuálního místa.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Upravit značky";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Zobrazit ve Finderu";

/* Debug Menu:Parse loop */
"Parse loop" = "Analyzovat smyčku";

/* Descriptors */
"Descriptors" = "Popisy";

/* Genre */
"Genre" = "Žánr";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Přidání smyček do prohlížeče smyček";

/* Initial Title of the jam pack control */
"All Packs" = "Všechny sady";

/* Instrument */
"Instrument" = "Nástroj";

/* LoopBrower: two and more items label */
"%ld items" = "Položky: %ld";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "přehrávaná smyčka";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "smyčka reálného nástroje";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "softwarová smyčka";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "webová smyčka";

/* LoopBrowser: one Item label */
"1 item" = "Položky: 1";

/* LoopBrowser: zero Items label */
"0 items" = "Položky: 0";

/* Move Loops Button */
"Move to Loops Folder" = "Přesunout do složky smyček";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Smyčky budou přidány do prohlížeče smyček a budete je moci použít ve svých skladbách. Vyberte, zda Logic přesune smyčky do složky Apple Loops nebo zda je použije z aktuálního místa.";

/* Reference Loops Button */
"Current Location" = "Současná poloha";

/* Reindex all loops menu item */
"Reindex All Loops" = "Přeindexovat všechny smyčky";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Vyberte smyčky, které chcete zobrazit v prohlížeči smyček.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klikněte, chcete-li hledat smyčky podle nástroje, žánru a popisu.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Vyberte, zda se mají zobrazit klíčová slova pro nástroje, žánr nebo náladu";

/* accessibility description of the segment that switches to column view */
"column view" = "sloupcové zobrazení";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "zobrazení hudebních tlačítek";

/* menu item in Recent Search History */
"Clear Search History" = "Vymazat historii hledání";

/* menu item in Recent Search History */
"No recent searches" = "Žádná poslední hledání";

/* menu title in Recent Search History */
"Recent Searches" = "Poslední hledání";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Hledané smyčky";
